{
  "industry": "Industrie",
  "industry-question": "In welcher Industrie befinden Sie sich?",
  "question": "Business Frage",
  "question-question": "Datenfrage formulieren",
  "question-subline": "Welche Frage wollen Sie durch Ihre Daten beantwortet haben?",
  "question-placeholder": "Zum Beispiel: Wie werden sich meine V",
  "questions": [
    "What are the most common causes of voluntary termination based on employee performance reviews?",
    "Are our most satisfied employees the highest paid employees?",
    "What is the deal mix between compensation and bonus to reward employees and motivate them to perform?",
    "What percentage of our current employees are actively disengaged from work?",
    "How effective are our learning programs? Does employee behavior change as a result of training?",
    "How frequently are the same inspection errors being logged year over year?",
    "How long does it take us to process paperwork and work through procurement processes relative to the time it takes to deliver the goods?",
    "Do partners value improvements in process reduction time relative to our peers? What is the monetary impact of delays or missed deadlines?",
    "Can we eliminate the number of touches in the supply chain process to reduce failures?",
    "Based on the existing data available in our current BI tool, what types of decisions could I make if other sources of internal data were available for analysis?",
    "Which digital marketing channels or combination of channels do sales qualified leads have a propensity to engage in?",
    "Do certain regions have an affinity for purchasing our products? If so, what problem are they actually solving?",
    "What blog subject lines are driving the most engagement? Is there a formula that works for us?",
    "Do repeat customers have an affinity for promoting our products on social media?",
    "How much marketing budget would I need to source leads that would convert to “x” sales target?",
    "On average how long do leads stay in the opportunity stage before making a purchase?",
    "Does the speed at which we reach out to a new lead impact the ability to have a sales conversation?",
    "What are our top three most profitable customer segments?",
    "Does my current commission structure motivate my sales reps to their full capacity?",
    "What collateral and materials do my top 20% of reps typically leverage in deal cycles?",
    "Can I reduce my operating expenses by 10%? If so, what should we cut?",
    "How much more would I have to invest in marketing to drive a 30% increase in sales next year?",
    "Is the business on track to meet sales objectives this quarter?",
    "How many of my direct reports are consuming BI reports and analytics each month?",
    "Can I demonstrate with data 5 ways I have been effective and 5 areas of improvement?"
  ],
  "datasource": "Datenquellen",
  "datasource-question": "Welche Datenquellen sind vorhanden",
  "datasource-subline": "Damit wir Ihre Frage optimal besetzen koennen, geben Sie bitte kurz Ihre vorhandenen Datenquellen an.",
  "profiles": "Profile einsehen",
  "profiles-question": "Diese Datenexperten passen auf Ihr Projekt. Jetzt starten.",
  "profiles-subline": "Fordern Sie Datenexperten auf sich auf Ihr Projekt zu bewerben. Einfach anwaehlen und weiter.",
  "profiles-match": "{{numProfiles}} Profile passen zu Ihre Anforderung",

  "goal": "Goal",
  "goal-question": "What is your data goal?",
  "goals": [
    ["Explore","I would like to learn what business impact I can gain from my data."],
    ["Demonstrate","I would like to learn what business impact I can gain from my data"],
    ["Scale","I would like to learn what business impact I can gain from my data"],
    ["Source","I would like to learn what business impact I can gain from my data"]
  ],
  "usecase": "Usecase",
  "usecase-question": "What is your use-case ?",
  "usecase-subline": "Select from out wide range of use cases we have selected for your industry.",
  "usecases": [
    ["Cross-/Up-Sell​","Identifizierung von Cross-Sell Potentialen und Unterstützung von Verkaufsaktivitäten durch personalisierte Angebote​"],
    ["Dynamic Pricing​","Preisanpassungen in Echtzeit basierend auf Wettbewerb, Kundenvorlieben und -verhalten​"],
    ["Kunden-akquise​","Identifizierung von potentiell besonders wertvollen Kunden zur Priorisierung bei der Kundenakquise​"],
    ["B2B Value Pricing​","Kundenspezifisches Pricing basierend auf der Zahlungsbereitschaft der Kunden​"],
    ["Churn","Identifizierung von potentiell kündigungs-gefährdeten Kunden zur Berücksichtigung bei Maßnahmen zur Kündigungsverhinderung​"],
    ["Verkaufs-flächen-planung​","Zuweisung von Verkaufspersonal und Verkaufsfläche zur Minimierung von Reisezeit und -kosten​"],
    ["Winback​","Reaktivierung von früheren Kunden mit gezielten Angeboten basierend auf den Kundenwünschen​"],
    ["Marketing Mix Opti-mierung​","Optimierte Zuweisung des Marketing Budgets  auf die Werbekanäle und –regionen zur Erhöhung der Effektivität von Werbemaßnehmen und Marketingaktivitäten​"],
    ["Sortiments- opti-mierung​","Optimiertes Sortiment durch Auslisten von Produkten zur Kostensenkung und gleichzeitiger Risikominimierung von Kundenabwanderung​"],
    ["Yield manage-ment​","Feineinstellung von (Produktions-)Prozessen zur Maximierung des Ertrags und der Qualität der Endprodukte​"]
  ],
  "involvement": "Setup",
  "involvement-question": "Do you already know your ideal project setup?",
  "involvement-subline": "",
  "involvement-yes": "Yes...",
  "involvement-internal": "... I want to initiate the project individually and source additional data experts",
  "involvement-external": "... I want an independent external project delivery",
  "involvement-no": "No, not decided yet (Skip)",
  "involvements": [
    ["Complementary set-up","Complementary set-up, I have named an internal team and would like to add on demand expertise and capacity now."],
    ["Internal project management","Internal project management, the daily operations to be managed by an internal project manager."],
    ["External project management","External project management, I want to keep the organizational involvement throughout the project phase as lean as possible."]
  ]
}